<template>
    <div class="survey">
        <!-- 学校概况 -->
        <head-line :title="title" class="first"></head-line>
        <!-- 行业前景 -->
        <head-line :title="title1" class="secund"></head-line>
    </div>
</template>

<script>
import headLine from '../bigdata/headLine.vue'

export default {
    name: 'survey',
    components: {
        headLine,
    },
    data() {
        return {
            title: {
                title: '物联网学院介绍',
                content: ['万物互联时代的到来，物联网人才奇缺；学员顺应时代发展，针对性的开设了物联网全栈专业；采用因材施教、兴趣教学、成就驱动的教学模式，把真实项目带入教学过程中，让学员学到真本事。', '保证学员能学习到符合企业用人标准的实用技能；获得项目实操及工作经验，使每个学生都能顺利高新就业。'],
                path: '',
            },
            title1: {
                title: '行业前景',
                content: [
                    '目前物联网产业的发展正在飞速进行，从智能电视、智能家居、智能汽车、医疗健康、智能玩具、机器人等向可穿戴设备领域进行延伸。 物联网将通过发展智能硬件不断渗透多元的消费场景，从而营造出更加美好的生活环境，也就是生活变得更加便利、舒适、安全、节能。',
                    '物联网主要是凭借约定好的协议将原来独立存在的各个设备进行彼此的相互连接，并最终成功实现智能识别、定位、跟踪、监测、控制和管理的一种网络，不需要人与人、或人与设备之间进行互动。物联网简单来讲可以理解为“物物相连的网”，主要在一些领域中进行运用，例如智能交通、智能医疗、智能家居、智能物流、智能电力等领域。',
                    '伴随着5G的到来，将会有越来越多的移动设备接入物联网网络，更多的物联网数据将掌握在人们手中。物联网数据的转化对技术人员非常重要，而且未来还会为非技术人员提供更多来自物联网的衍生数据，在将来，物联网的发展将更多地转向更好地使用已收集数据的处理技术，而不仅仅是物联网本身。如果每一个人、每一台设备都连接在一个庞大的网络中，人与人、人和设备、设备之间就会产生更多的联系，而这也意味着将会有无穷的新机遇和可能产生更多的联系，而这也意味着将会有无穷的新机遇和可能产生更多的联系，而这也意味着将会有无穷的新机遇和可能。',
                    '总的来说，物联网就业前景很好，物联网产业具有产业链长、涉及多个产业群的特点，其应用范围几乎覆盖了各行各业。'
                ],
                path: '',
            },
        };
    },

    mounted() {

    },

    methods: {

    },
};
</script>

<style lang="less" scoped>
.survey {
    .first {
        margin-bottom: 0;
    }

    .secund {
        margin-top: 10px;
    }
}
</style>